Repository: PanayotPetrov/Restaurant
Catalog: Restaurant.Common/Resources/SharedResource.*.resx
Languages: bg

# BOOK_TABLE
source: Book a table
bg: Запази маса

source: Testimonial
bg: Обратна връзка

source: Customer feedback
bg: Мнения на клиенти

source: About us
bg: За нас

source: Menu
bg: Меню

source: Home
bg: Начало

source: Logout
bg: Изход

source: Login
bg: Вход

source: Account
bg: Профил

source: Register
bg: Регистрация

# REVIEWS
source: Customer reviews
bg: Мнения на клиенти

source: Contacts
bg: Контакти

source: Privacy policy
bg: Лични данни

source: Company
bg: Компания

# COMPANY_ADDRESS
source: ul. "Han Asparuh" 37, 1000 Sofia Center, Sofia.
bg: ул. "Хан Аспарух" 37, 1000 Център, София.

source: Working hours
bg: Работно време

source: Delivery hours
bg: Доставки между

# MONDAY_TO_SUNDAY
source: Monday - Sunday
bg: Понеделник - Неделя

source: All rights reserved
bg: Всички права запазени

source: Add to cart
bg: Добави

# YOU_CAN_CHOOSE
source: You can choose from our
bg: Изберете измежду нашите

source: Your name
bg: Името Ви

source: Email
bg: Имейл

source: Phone number
bg: Мобилен номер

source: contact us
bg: свържете се с нас

source: My reservations
bg: Моите резервации

source: Success!
bg: Успех!

source: Your reservation
bg: Вашата резервация

# EDIT_OR_CANCEL
source: To edit or cancel
bg: За да промените или отмените

source: please
bg: моля

source: People
bg: Души

source: Date booked
bg: Резервирана дата

source: Table number
bg: Маса номер

source: Reservation number
bg: Резервация номер

source: Send
bg: Изпрати

# АLL_REVIEWS
source: All Reviews
bg: Ревюта

source: Add review
bg: Добави ревю

source: Rate our service
bg: Дайте ни оценка

# SHORT_SUMMARY
source: Give us a short summary of your experience.
bg: Дайте ни кратко описание на преживяването си.

# REVIEW_DESCRIPTION
source: Share your feedback, recommendations, etc.
bg: Споделете обратна връзка, препоръки, т.н

source: Order
bg: Поръчай

source: Street
bg: Улица

# ADR_LINE_2
source: Address line two
bg: Уточнение

source: District
bg: Квартал

source: City
bg: Град

source: Zip
bg: Kод

source: Country
bg: Държава

# MARK_PRIMARY_ADDRESS
source: Mark this as my primary address
bg: Отбележи като основен адрес

# WE_USE_COOKIES
source: We use cookies to understand how you use our site and to improve your experience.
bg: Ние използваме бисквитким, за да разберем как се използва сайта ни и да подобрим преживяването Ви.

source: Accept
bg: Приеми

source: Learn more
bg: Научи повече

# ARE_YOU_SURE
source: Are you sure you want to delete this?
bg: Сигурен ли си, че искаш да го изтриеш?

source: Delete
bg: Изтрий

source: Close
bg: Затвори

# THANK_YOU_ORDER
source: Thank you for your order!
bg: Благодарим Ви за поръчката!

source: Order number
bg: Поръчка номер

source: Shipping
bg: Доставка

source: Total price
bg: Обща сума

source: Address
bg: Адрес

# EDT
source: Estimated delivery time
bg: Очаквано време за доставка

source: Completed on
bg: Завършен на

source: your order
bg: вашата поръчка

# BEST_WAY_TO
source: The best way to share your feedback is by
bg: Най-добрия начин да ни дадете обратна връзка е

source: leaving a review!
bg: като оставите ревю!

source: Previous
bg: Предишна

source: Next
bg: Следваща

# OPS
source: Oops...
bg: Уупс...

# CAN'T_FIND_CONTENT
source: We can't seem to find what you're looking for.
bg: Не успяхме да намерим това, което търсите.

source: Oh no!
bg: Оо не!

source: Address name
bg: Име на адреса

# ADD_NEW_ADDRESS
source: add a new address
bg: Добави нов

source: Your addresses
bg: Вашите адреси

# NO_ADDRESSES_YET
source: I'm afraid you don't have any addresses added yet.
bg: Все още нямате добавени адреси!

source: Back
bg: Назад

source: Save
bg: Запази

source: Your orders
bg: Вашите поръчки

source: Order details
bg: Детайли на поръчката

source: Checkout
bg: Плащане

source: You need to
bg: Ще трябва да си

# PROCEED
source: to proceed with your order.
bg: за да продължите с поръчката си.

# CHOOSE_ADDRESS
source: Choose a delivery address
bg: Изберете адрес за доставка.

source: First name
bg: Име

source: Last name
bg: Фамилия

source: Subtotal
bg: Междинна сума

source: Payment
bg: Вид плащане

source: Pay on delivery
bg: При доставка

source: Products
bg: Продукти

source: Place order
bg: Изпрати поръчката

source: Delivery address
bg: Адрес за доставка

source: Price
bg: Цена

source: Quantity
bg: Количество

source: Item total
bg: Сума продукти

source: Remove
bg: Премахни

source: Cart summary
bg: Преглед на количка

source: Proceed to checkout
bg: Към плащане

source: Cart
bg: Количка

# MODAL_SUCCESS_MESSAGE
source: You have successfully added the item to your cart!
bg: Вие успешно добавихте продукта към вашата количка!

source: Two
bg: Двама

source: Three
bg: Трима

source: Four
bg: Четирима

source: Five
bg: Петима

source: Six
bg: Шестима

# CHOOSE_DATE
source: Choose a date
bg: Избери ден

# CHOOSE_TIME
source: Choose a time
bg: Избери час

source: Number of people
bg: Брой хора

source: Special request
bg: Специални изисквания

source: Book now
bg: Запази

source: Reservation
bg: Резервирай

source: Hungry?
bg: Гладни ли сте?

# RIGHT_PLACE
source: You've come to the right place!
bg: Дошли сте на правилното място!

# HOME_PAGE_DESCRIPTION
source: From juicy burgers to mouth-watering pizza - we've got it all. All made using only the freshest ingredients from local markets.
bg: От сочни бургери до апетитна пица - имаме го. Всички наши ястия се приготвят с най-пресните продукти само от България.

source: Experienced Chefs
bg: Опитни Готвачи

# EXPERIENCED_CHEFS_DESC
source: All of our employees have 20+ years of experince in the finest restaurants.
bg: Всички наши служители имат над 20 години опит в най-добрите ресторанти.

source: Quality Food
bg: Качествена храна

# QUALITY_FOOD_DESC
source: We use only the best ingredients from local markets. An incredible gourmet experience everytime.
bg: Използваме само най-качествените български продукти - без компромиси.

source: Online Orders
bg: Онлайн поръчки

# ONLINE_ORDERS_DESC
source: Thanks to our logistics team you can enjoy our meals from the comfort of your home.
bg: Имате възможност да поръчате онлайн и да се насладите на храната от уюта на вашия дом.

source: Fast Delivery
bg: Бърза доставка

# FAST_DELIVERY_DESC
source: Moneyback guarantee if you don't receive you order within 60 minutes.
bg: Ако не доставим храната Ви до 60 минути - получавате парите си обратно!

# LEAVE_REVIEW
source: Leave a review
bg: Дайте оценка

source: Booking
bg: Резервации

source: General
bg: Общи

source: Technical
bg: Технически

source: Front office
bg: Фронт офис

source: Subject
bg: Тема

# CHOOSE_CATEGORY
source: Choose a category
bg: Изберете категория

source: Description
bg: Описание

source: Welcome to
bg: Добре дошли в

# ABOUT_OUR_MISSION
source: Our restaurant strives to source local, sustainable and organic at all times. We work hard to source premium ingredients and we cook everything from scratch with love.
bg: Нашият ресторант се стреми винаги да използва органични, био продукти от местни производители. Премиум продукти, които приготваме с много ентусиазъм и любов.

# ABOUT_OUR_POLICY_FIRST
source: We also do our best to pay our employees living wages (tips are shared with all employees, including kitchen staff) and to reduce our environmental footprint wherever we can.
bg: Опитваме се да плащаме конкурентни заплати на служителите си (бакшишите се споделят между всички служители, включително в кухнята) и да редуцираме еко следата си на максимум.

# ABOUT_OUR_POLICY_SECOND
source: Overall, these factors translate to higher menu prices, but we hope that you find value and feel a sense of comfort in knowing that we aim to get better everyday at doing what is important to us.
bg: Всички тези фактори акумулират до по-високи цени, но се надяваме да припознаете нашите ценности и да усетите чувство на комфорт, знаейки че се стремим да сме по-добри всеки ден.

source: Years of
bg: Години

source: Excellence
bg: Отличие

source: Team Members
bg: Нашият Екип

# MASTER_CHEFS
source: Our Master Chefs
bg: Главни готвачи

source: Incredible
bg: Невероятни

source: Dishes
bg: Ястия
